Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: The PFS must fulfill container closure system requirements as given per 21 CFR 211 and corresponding FDA guidance’s “Container Closure Systems for Packaging Human Drugs and Biologics”, “Container Closure Systems for Packaging Human Drugs and Biologics, Questions and Answers”.
es_es: La jeringa precargada debe cumplir con los requisitos del envase y sistema de cierre que se establecen en 21 CFR 211 y con las especificaciones de la FDA “Envases y sistemas de cierre para el acondicionamiento de medicamentos y productos biológicos humanos”, “Envases y sistemas de cierre para el acondicionamiento de medicamentos y productos biológicos humanos: preguntas y respuestas”.

source: The PFS must have a needle of 27G and shall meet the applicable requirements in alignment to ISO 9626 Stainless steel needle tubing for the manufacture of medical devices.
es_es: La jeringa precargada debe tener una aguja de 27G y cumplir con los requisitos correspondientes, de conformidad con la norma ISO 9626 sobre los tubos de acero inoxidable para agujas en la fabricación de dispositivos médicos.

source: The PFS shall be designed to be compatible with the NSD according to ISO 11608-3:
es_es: El diseño de la jeringa precargada deberá ser compatible con el dispositivo de seguridad de aguja según la norma ISO 11608-3:

source: The PFS shall be essentially free of particulates or droplets of fluid (lubrication) on the outside or inside surfaces (within the solution for injection or on the cannula) when viewed under normal or corrected-to-normal vision.
es_es: La jeringa precargada deberá estar absolutamente exenta de partículas o gotas de líquido (lubricación) en las superficies externas o internas (dentro de la solución inyectable o en la cánula) cuando se somete a observación con visión normal o corregida a normal.

source: The PFS-NSD is not classed as a needle-based injection systems (NIS) within in the scope of ISO 11608 because the injections are carried out manually.
es_es: Si bien el dispositivo PFS-NSD no clasifica como un sistema de inyección por aguja dentro del marco de la norma ISO 11608 porque las inyecciones se realizan manualmente,

source: The PFS-NSD must allow that the needle reach an injection depth from 4 mm to 9 mm at an injection angle of 45°.
es_es: El dispositivo PFS-NSD debe permitir que la aguja alcance una profundidad de inyección de 4 mm a 9 mm a un ángulo de inyección de 45°.

source: The PFS-NSD must have a needle stick prevention feature as per ISO 23908 and FDA Guidance on Medical Devices with Sharps Injury Prevention Features.
es_es: El dispositivo PFS-NSD debe tener una función de prevención de pinchazos con agujas según la norma ISO 23908 y la Guía de la FDA sobre dispositivos médicos con medidas de prevención de lesiones cortantes.

source: The PFS-NSD must have a rigid needle shield that can be removed with a force of max.
es_es: El dispositivo PFS-NSD debe contar con una funda de aguja rígida que puede retirarse con una fuerza máxima de

source: The PFS-NSD must have a transparent housing, which allows checking for potential breakage of the PFS and for drug appearance as well as plunger end position after injection.
es_es: El PFS-NSD debe tener una carcasa transparente, que permita identificar posibles roturas de la jeringa precargada y el aspecto del fármaco, así como la posición del extremo del émbolo después de la inyección.

source: The PFS-NSD shall be designed in such a way that it is able to deliver a volume of ≥ 1.0 mL frin tge OFS.
es_es: El PFS-NSD se diseñará de forma tal que logre administrar un volumende ≥1.0 ml de la jeringa precargada.

source: The PFS-NSD shall have no sharp edges to prevent the patient/user from sharp edge injuries.
es_es: El dispositivo PFS-NSD no puede tener bordes filosos para que el paciente/usuario no se lesione con estos.

source: The PFS-NSD system contains a single-dose container, which is not replaceable.
es_es: El sistema PFS-NSD contiene un envase de dosis única que no es reemplazable.

source: The PFS-NSD-1 combination product requires an additional use step compared to the PFS-1 – the activation of the needle safety feature.
es_es: El producto combinado PFS-NSD-1 requiere un paso adicional de uso en comparación con la jeringa PFS-1: la activación de la función de seguridad de la aguja.

source: The PFS-NSD-2 is a single-use injection device.
es_es: El dispositivo PFS-NSD-2 es una inyección de dosis única.

source: The PFS-NSD-2 is based on the Safe’n’Sound® (SnS) subassembly platform (see Figure 2) manufactured by Nemera and is already commercially available.
es_es: El dispositivo PFS-NSD-2 se basa en la plataforma Safe’n’Sound® (SnS) (véase la Figura 2) fabricada por Nemera y ya se encuentra disponible comercialmente.

source: The PFS-NSD-2 is composed of the PFS (see chapter 1.2), the SnS subassembly, the PR and the EFF (see chapter 1.3).
es_es: El dispositivo PFS-NSD-2 consta de la jeringa prellenada (véase el capítulo 1.2), la subunidad SnS, el émbolo y la lengüeta de apoyo extendida (véase el capítulo 1.3).

source: The PFS-NSD-2 is designed in such a way that the sharps injury prevention feature is activated once the user completes the injection.
es_es: El dispositivo PFS-NSD-2 está diseñado de modo tal que la función de prevención de lesiones cortantes se activa una vez que se completa la aplicación de la inyección.

source: The PFS-NSD-2 is labeled and packed in a folding box.
es_es: El dispositivo PFS-NSD-2 se etiqueta y acondiciona en una caja plegable.

source: The PFS-NSD-2 must allow an exposed needle length of 10.7 - 13.7 mm.
es_es: El PFS-NSD-2 debe dejar una exposición de aguja de 10,7 a 13,7 mm.

source: The PFS-NSD-2 must fit into commonly available sharps container.
es_es: El dispositivo de seguridad PFS-NSD-2 debe caber en portaobjetos punzantes de fácil disponibilidad.

source: The PFS-NSD-2 shall be equipped with an extended finger grip feature (EFF), that enlarges the grip surface for the patient/ user.
es_es: El dispositivo PFS-NSD viene equipado con una lengüeta de apoyo extendida para apoyo dactilar, que amplía la superfice de agarre para el paciente/usuario.

source: The PK analysis set (PKS) included all subjects of the TS who provided at least one observation for at least one primary PK endpoint and who did not have a protocol violation relevant to the evaluation of PK.
es_es: En el conjunto de sujetos sometidos a análisis farmacocinéticos (PKS) se incluyeron todos los sujetos del grupo tratado que facilitaron al menos una observación de al menos un criterio de valoración farmacocinético primario y que no cometieron ningún incumplimiento del protocolo que fuera relevante para la evaluación farmacocinética.

source: The PK endpoints listed in Section 8 were calculated according to the relevant Corporate Procedure of the Sponsor (001-MCS-36-472).
es_es: Los criterios de valoración farmacocinéticos de la Sección 8 se calcularon de acuerdo con el Procedimiento corporativo del Patrocinador (001-MCS-36-472).

source: The PK parameters listed in Section 8 for empagliflozin and metformin were to be calculated according to the relevant Corporate Procedure of the Sponsor.
es_es: Los parámetros farmacocinéticos de la Sección 8 de empagliflozina y metformina se calcularon de acuerdo con el Procedimiento corporativo del Patrocinador.

source: The PKS included all patients in the TS who provide at least one observation for any empagliflozin PK parameter.
es_es: El grupo farmacocinético incluyó a todos los pacientes del grpuo tratado para los que se obtuvo al menos una observación en cualquier parámetro farmacocinético de empagliflozina.

source: The PPQ activity was conducted with three consecutive batches each (40 mg/vial and 50 mg/vial) by executing the manufacturing process under proposed commercial conditions according to approved batch records and evaluating the following:
es_es: Para la calificación del desempeño del proceso, se usaron tres partidas consecutivas de sendos productos (40 mg/vial y 50 mg/vial) siguiendo el proceso de fabricación en las condiciones comerciales propuestas de acuerdo con los registros de partidas aprobadas, y se evaluaron los siguientes parámetros:

source: The PPQs were performed under current good manufacturing practice (cGMP) conditions following cGMP-compliant documentation, with defined targets, set points and ranges of parameters.
es_es: Las calificaciones del desempeño del proceso se realizaron siguiendo las buenas prácticas de fabricación vigentes, apelando a documentación compatible con dichas prácticas, y con objetivos, puntos fijos y rangos paramétricos definidos.

source: The PR is screwed into the stopper of the bulk PFS manually.
es_es: El vástago del émbolo se enrosca en el tapón de la jeringa prellenada a granel en forma manual.

source: The Packaging shall have an anti- counterfeiting feature.
es_es: El acondicionamiento tendrá medidas para prevenir la falsificación.

source: The Phenyl Sepharose column can be re-used at least 17 times retaining its full capacity to remove DNA from the protein solution.
es_es: La columna de fenil sefarosa puede reutilizarse al menos 17 veces sin que pierda su capacidad completa de eliminación de ADN de la solución de proteína.

source: The Phenyl Sepharose hydrophobic interaction chromatographic step further removes trace amounts of DNA.
es_es: El paso cromatográfico de interacción hidrofóbica en fenil sefarosa elimina trazas de ADN.

source: The Plunger Stopper and Glass Syringe ready for filling shall provide sealing against each other after filling and stoppering, throughout storage and transport, and also through or in different external air pressures.
es_es: El tapón de émbolo y la jeringa de vidrio lista para llenar deben quedar sellados entre sí después del llenado y taponamiento, durante el almacenamiento y el transporte, y soportar diferentes presiones de aire externas.

source: The Plunger Stopper shall allow for sterilization.
es_es: La el tapón del émbolo debe permitir la esterilización

source: The Principal Investigator, or his/her nominee, will be responsible for reporting any Serious Adverse Events to the Ethics Committee as soon as possible, and in accordance with the guidelines of the Ethics Committee.
es_es: El investigador principal, o la persona que él designe, será responsable de informar cualquier evento adverso grave al Comité de Ética lo antes posible y de acuerdo con las directrices del Comité de Ética.

source: The Product Quality Research Institute (PQRI) Leachables and Extractables Working Group developed thresholds for leachables and extractables.
es_es: El grupo de estudio de sustancias lixiviables y extraíbles del Product Quality Research Institute (PQRI) desarrolló umbrales para este tipo de sustancias.

source: The Protocol and all relevant information on the Investigational Product (product information or instructions for use of registered product tenecteplase) will be made available to all physicians, nurses and other personnel who participate in the conducting of this study.
es_es: Todos los médicos, enfermeros y personal que participe en este estudio tendrán acceso al Protocolo y a toda la información relevante sobre el Producto en Investigación (información sobre el producto o modo de empleo del producto registrado tenecteplasa).

source: The Protocol contains all necessary details for conducting the study.
es_es: El Protocolo contiene todos los detalles necesarios para realizar el estudio.

source: The Protocol will be submitted for approval to the appropriate local institutional ethics committee, and written approval obtained, before participants are recruited and enrolled.
es_es: El protocolo se presentará ante el Comité de ética institucional local correspondiente para su aprobación, que deberá obtenerse por escrito antes de la selección e inscripción de participantes.

source: The Protocol will not be modified by the Investigator or The Florey without first obtaining the agreement of the other in writing.
es_es: Ni el investigador ni The Florey podrán modificar el protocolo sin obtener primero el consentimiento de la otra parte por escrito.

source: The QC 01 solution was prepared as described for a calibration standard in the analytical procedure but spiked with 40 μL of QC dilution 2.
es_es: La solución QC 01 se preparó tal como se describe el estándar de calibración en el procedimiento analítico, solo que se la enriqueció con 40 μl de la dilución QC 2.

source: The QC 01 solution was prepared as described for a calibration standard in theanalytical procedure but spiked with 40 μL of QC dilution 2.
es_es: La solución QC 01 se preparó tal como se describe el estándar de calibración en el procedimiento analítico, solo que se la enriqueció con 40 μl de la dilución QC 2.

source: The QC 02 solution was prepared as described for a calibration standard in the analytical procedure but spiked with 192 μL of QC dilution 2.
es_es: La solución QC 02 se preparó tal como se describe el estándar de calibración en el procedimiento analítico, solo que se la enriqueció con 192 μl de la dilución QC 2.

source: The QC 02 solution was prepared as described for a calibration standard in theanalytical procedure but spiked with 192 μL of QC dilution 2.
es_es: La solución QC 02 se preparó tal como se describe el estándar de calibración en el procedimiento analítico, solo que se la enriqueció con 192 μl de la dilución QC 2.

source: The QC 03 solution was prepared as described for a calibration standard in the analytical procedure but spiked with 440 μL of QC dilution 2.
es_es: La solución QC 03 se preparó tal como se describe el estándar de calibración en el procedimiento analítico, solo que se la enriqueció con 440 μl de la dilución QC 2.

source: The QC 03 solution was prepared as described for a calibration standard in theanalytical procedure but spiked with 440 μL of QC dilution 2.
es_es: La solución QC 03 se preparó tal como se describe el estándar de calibración en el procedimiento analítico, solo que se la enriqueció con 440 μl de la dilución QC 2.

source: The QC dilution 1 was prepared as described for dilution 1 in the analytical procedure.
es_es: La dilución QC 1 se preparó tal como se describe la dilución 1 en el procedimiento analítico.

source: The QC dilution 1 was prepared as described for dilution 1 in the analyticalprocedure.
es_es: La dilución QC 1 se preparó tal como se describe la dilución 1 en el procedimiento analítico.

source: The QC dilution 2 was prepared as described for dilution 2 in the analytical procedure.
es_es: La dilución QC 2 se preparó tal como se describe la dilución 2 en el procedimiento analítico.

source: The QC dilution 2 was prepared as described for dilution 2 in the analyticalprocedure.
es_es: La dilución QC 2 se preparó tal como se describe la dilución 2 en el procedimiento analítico.

source: The QL solutions were prepared as described in the analytical procedure for Lin 1 but without internal standard (ISTD).
es_es: Se prepararon las soluciones límite de cuantificación según el método analítico de Lin 1, pero sin estándar interno.

source: The QTPP for the proposed commercial product is summarised in Table 1.
es_es: El perfil cualitativo previsto del producto comercial propuesto se resume en la Tabla 1.

source: The QTPP summarises all DP quality attributes that are needed to ensure quality, safety and efficacy of the DP for the patient.
es_es: El perfil cualitativo previsto del producto resume todos los atributos de calidad del medicamento que son necesarios para garantizar la calidad, seguridad y eficacia del medicamento para el paciente.

source: The R-factor strains (S. typhimurium TA 98, TA 100 and E. coli WP2 uvrA (pKM 101)) were routinely tested for the ampicillin resistance factor because the plasmid is somewhat unstable and can be lost during subculturing.
es_es: Las cepas con factor R (S. typhimurium TA 98, TA 100 y WP2 uvrA (pKM 101) de E. coli) se evaluaron según protocolo en busca del factor de resistencia a la ampicilina, puesto que el plásmido es en cierto modo inestable y puede perderse durante el subcultivo.

source: The REP (timeframe after last dose of trial medication when measurable drug levels or pharmacodynamics effects were still likely to be present) was defined as 7 days after last intake of trial medication.
es_es: El período de efecto residual (lapso posterior a la última dosis de la medicación en estudio con posibles niveles mesurables del fármaco o efectos farmacodinámicos) se definió como 7 días después de la última ingesta de la medicación en estudio.

source: The RMP details important risks of Spevigo, and how more information will be obtained about Spevigo’s risks and uncertainties (missing information).
es_es: En el RMP, se detallan los riesgos importantes de Spevigo y cómo se obtendrá más información sobre los riesgos e incertidumbres (información faltante) de Spevigo.

source: The RNS shall allow for sterilization.
es_es: La funda de aguja rígida debe permitir la esterilización

source: The RNS shall maintain the sterility of the needle.
es_es: La funda de aguja rígida preservará la esterilización de la aguja.

source: The RP-HPLC based methods also quantify low abundant hydrophobic molecule variants as quantified in Region 1 and Region 2 in the chromatograms of both methods.
es_es: Con los métodos basados en RP-HPLC, también se analizan variantes de moléculas hidrofóbicas de baja abundancia que se cuantifican en la región 1 y la región 2 de los cromatogramas de ambos métodos.

source: The RP-HPLC methods from both products are comparable regarding the solid phase material (C18), applied liquid phases and sample preparation.
es_es: Los métodos de RP-HPLC de ambos productos son comparables respecto del material de fase sólida (C18), las fases líquidas aplicadas y la preparación de la muestra.

source: The RPNs were documented in the risk evaluation.
es_es: Los números de prioridad de riesgo se registraron en la evaluación de riesgos.

source: The Relative standard deviation for the peak area response of Amlodipine for replicate injections of Reference solution (a)1 and replicate injections of Reference solution (a)1 including bracketing standard is not more than 5.0 % each and Relative standard deviation for retention time for the peak of Amlodipine for replicate injections of Reference solution (a)1 and replicate injections of Reference solution (a)1 including bracketing standard is not more than 1.0 % and 2.0 % respectively.
es_es: El desvío estándar relativo de la respuesta del área del pico de amlodipina en las inyecciones replicadas de la solución de referencia (a1) y de la solución de referencia (a1) con el estándar de categorización es en cada caso como máximo 5.0 %, y el desvío estándar relativo del tiempo de retención del pico de amlodipina para las inyecciones replicadas de la solución de referencia (a1) y de la solución de referencia (a1) con el estándar de categorización es hasta 1.0 % y 2.0 % respectivamente.

source: The Relative standard deviation for the peak area response of Amlodipine for replicate injections of Reference solution (e 1) and replicate injections of Reference solution (e 1) including bracketing standard is not more than 2.0 % each and Relative standard deviation for retention time for the peak of Amlodipine for replicate injections of Reference solution (e 1) and replicate injections of Reference solution (e1) including bracketing standard is not more than 1.0 % and 2.0% respectively.
es_es: El desvío estándar relativo de la respuesta del área del pico de amlodipina en las inyecciones replicadas de la solución de referencia (e1) y de la solución de referencia (e1) con el estándar de categorización es en cada caso hasta 2.0 %, y el desvío estándar relativo del tiempo de retención del pico de amlodipina para las inyecciones replicadas de la solución de referencia (e1) y de la solución de referencia (e1) con el estándar de categorización es hasta 1.0 % y 2.0% respectivamente.

source: The Relative standard deviation for the peak area response of Amlodipine impurity A for replicate injections of Reference solution (d)1 and replicate injections of Reference solution (d)1 including bracketing standard is not more than 5.0 % each and Relative standard deviation for retention time for the peak of Amlodipine impurity A for replicate injections of Reference solution (d)1 and replicate injections of Reference solution (d)1 including bracketing standard is not more than 1.0 % and 2.0 % respectively.
es_es: El desvío estándar relativo de la respuesta del área del pico de amlodipina impureza A en las inyecciones replicadas de la solución de referencia (d1) y de la solución de referencia (d1) con el estándar de categorización es en cada caso hasta 5.0 %, y el desvío estándar relativo del tiempo de retención del pico de amlodipina Impureza A para las inyecciones replicadas de la solución de referencia (d1) y de la solución de referencia (d1) con el estándar de categorización es hasta 1.0 % y 2.0 % respectivamente.

source: The Relative standard deviation for the peak area response of each solvent for replicate injections of Standard solution A and replicate injections of Standard solution A including bracketing standard is not more than 15.0% each and Relative standard deviation for retention time for the peak of each solvent for replicate injections of Standard solution A and replicate injections of Standard solution A including bracketing standard is not more than 2.0% each.
es_es: El desvío estándar relativo de la respuesta del área del pico de cada disolvente en las inyecciones replicadas de la solución estándar A y de la solución estándar A con el estándar de categorización es en cada caso como máximo 15.0%, y el desvío estándar relativo del tiempo de retención del pico de cada disolvente para las inyecciones replicadas de la solución estándar A y de la solución estándar A con el estándar de categorización es como máximo 2.0% en cada caso.

source: The Resolution between the peaks corresponding to Impurity G and Impurity 8 obtained from the injection of Reference solution (b) is not less than 2.0.
es_es: La resolución entre los picos de la Impureza G y la Impureza B obtenidos después de la inyección de la solución de referencia (b) es como mínimo 2.0.

source: The Respimat cartridge consists of the "reservoir" crimped into an aluminium cylinder.
es_es: El cartucho Respimat consiste en un "tanque de reserva" crimpado sobre un cilindro de aluminio.

source: The S/N ratios are ≥ 814, the CVs ≤ 3.1 % and recoveries 92 – 107 %.
es_es: Las relaciones S/R son ≥ 814, los coeficientes de variación son ≤ 3.1 % y las recuperaciones están entre 92 y 107 %.

source: The SDs of the proposed method are comparable (slightly improved for DS and DP 50 mg/vial) to the current method.
es_es: Las desviaciones estándar del método propuesto son equiparables con el método vigente (algo mejores para el ppio. activo y el medicamento a 50 mg/frasco).

source: The SM6 rubber stopper is the standard design.
es_es: El tapón de caucho de la planta SM6 es el diseño estándar.

source: The SOC and PT of on-treatment fatal AEs of patients with adjudicated non-CV death is presented in Appendix 16.1.13.1, Table 8.1.14.
es_es: En el Apéndice 16.1.13.1, Tabla 8.1.14 se presentan las clases y sistemas de órganos y los términos preferentes de los eventos adversos mortales acaecidos durante el tratamiento de pacientes con muerte no CV adjudicada.

source: The SST criteria for the analytical procedure will be defined as shown in Table 64.
es_es: Los criterios con que se rijan las pruebas de aceptación del sistema se definirán según se indica en la Tabla 64.
